"fr,Hollande,François Hollande, né le 12 août 1954 à Rouen (Seine-Inférieure), est un haut fonctionnaire et homme d'État français. Il est président de la République française du 15 mai 2012 au 14 mai 2017.\n""fr,Sarkozy,Nicolas Sarközy de Nagy-Bocsa, dit Nicolas Sarkozy (/ni.kɔ.la saʁ.kɔ.zi/ ; ), né le 28 janvier 1955 à Paris 17e (Seine), est un homme d'État français. Il est président de la République française du 16 mai 2007 au 15 mai 2012. Le 18 décembre 2024, il est le premier président de la Ve République condamné définitivement à de la prison ferme, pour corruption et trafic d'influence dans l'affaire Bismuth, sa condamnation étant confirmée par la cour de cassation.\n""fr,Mitterrand,François Mitterrand Écouterⓘ, né le 26 octobre 1916 à Jarnac (Charente) et mort le 8 janvier 1996 dans le 7e arrondissement de Paris, est un homme d'État français, président de la République du 21 mai 1981 au 17 mai 1995.\n""fr,de Gaulle,Pour les articles homonymes, voir Charles de Gaulle (homonymie) et Gaulle.\n""fr,Chirac,Jacques Chirac (/ʒak ʃiʁak/ ), né le 29 novembre 1932 dans le 5e arrondissement de Paris et mort le 26 septembre 2019 dans le 6e arrondissement de la même ville, est un haut fonctionnaire et homme d'État français. Il est Premier ministre de 1974 à 1976 ainsi que de 1986 à 1988, puis président de la République du 17 mai 1995 au 16 mai 2007.\n""fr,Giscard d'Estaing,Valéry Giscard d'Estaing   — communément appelé « Giscard » ou désigné par ses initiales, « VGE » —, né le 2 février 1926 à Coblence en Allemagne et mort le 2 décembre 2020 à Authon en France, est un homme d'État français, président de la République du 27 mai 1974 au 21 mai 1981.\n""fr,Pompidou,Error getting or cleaning wikipedia first paragraph""fr,Thiers,Adolphe Thiers, né le 15 avril 1797 (26 germinal an V) à Marseille (Bouches-du-Rhône) et mort le 3 septembre 1877 à Saint-Germain-en-Laye (Seine-et-Oise), est un avocat, journaliste, historien et homme d'État français.\n""fr,Bonaparte,Vous lisez un « article de qualité » labellisé en 2011.\n""fr,Doumer,Joseph Athanase Doumer, dit Paul Doumer, né le 22 mars 1857 à Aurillac (Cantal) et mort assassiné le 7 mai 1932 à Paris (Seine), est un homme d'État français. Il est président de la République du 13 juin 1931 à sa mort.\n""fr,Poher,Alain Poher, né le 17 avril 1909 à Ablon-sur-Seine (Seine-et-Oise) et mort le 9 décembre 1996 à Paris 16e (Seine) est un homme d'État français. Président du Sénat de 1968 à 1992, il exerce à ce titre les fonctions de président de la République par intérim en 1969 et 1974.\n""fr,Lebrun,Albert Lebrun, né le 29 août 1871 à Mercy-le-Haut (alors en Lorraine restée française après le traité de Francfort) et mort le 6 mars 1950 à Paris (alors dans le département de la Seine), est un homme d'État français. Il est président de la République française du 10 mai 1932 au 11 juillet 1940 (le dernier de la IIIe République).\n""fr,Coty,René Coty, né le 20 mars 1882 au Havre et mort le 22 novembre 1962 dans la même ville, est un homme d'État français. Il est président de la République du 16 janvier 1954 au 8 janvier 1959.\n""fr,Auriol,Vincent Auriol, né le 27 août 1884 à Revel (Haute-Garonne) et mort le 1er janvier 1966 à Paris, est un homme d'État français. Il est président de la République du 16 janvier 1947 au 16 janvier 1954.\n""fr,de Mac Mahon,Patrice de Mac Mahon, comte de Mac Mahon, 1er duc de Magenta, maréchal de France, né le 13 juin 1808 au château de Sully (Saône-et-Loire) et mort le 17 octobre 1893 à Montcresson (Loiret), est un officier militaire, administrateur colonial et homme d’État français, président de la République du 24 mai 1873 au 30 janvier 1879.\n""fr,Loubet,Émile Loubet, né le 30 décembre 1838 à Marsanne (Drôme) et mort le 20 décembre 1929 à Montélimar (Drôme), est un homme d'État français. Il est président de la République française du 18 février 1899 au 18 février 1906.\n""fr,Poincaré,Raymond Poincaré, né le 20 août 1860 à Bar-le-Duc (Meuse) et mort le 15 octobre 1934 à Paris, est un avocat et homme d'État français. Il est le président de la République française du 18 février 1913 au 18 février 1920.\n""fr,Carnot,Sadi Carnot, né le 11 août 1837 à Limoges (Haute-Vienne) et mort assassiné le 25 juin 1894 à Lyon (Rhône), est un homme d'État français, président de la République du 3 décembre 1887 à sa mort.\n""fr,Millerand,Alexandre Millerand, né le 10 février 1859 à Paris et mort le 6 avril 1943 à Versailles, est un homme d'État français. Il est président du Conseil du 20 janvier au 23 septembre 1920, puis président de la République du 23 septembre 1920 au 11 juin 1924.\n""fr,Doumergue,Gaston Doumergue, né le 1er août 1863 à Aigues-Vives (Gard) et mort le 18 juin 1937 dans la même ville, est un homme d'État français. Il est président de la République française du 13 juin 1924 au 13 juin 1931.\n""fr,Faure,Félix Faure, né le 30 janvier 1841 à Paris (Seine) et mort le 16 février 1899 dans la même ville, est un homme d'État français. Il est président de la République du 17 janvier 1895 à sa mort.\n""fr,Grévy,Jules Grévy, né le 15 août 1807 à Mont-sous-Vaudrey (Jura) et mort le 9 septembre 1891 dans la même commune, est un homme d'État français, président de la République du 30 janvier 1879 au 2 décembre 1887.\n""fr,Fallières,Armand Fallières, né le 6 novembre 1841 à Mézin (Lot-et-Garonne) et mort le 22 juin 1931 à Villeneuve-de-Mézin (Lot-et-Garonne), est un homme d'État français, président de la République française de 1906 à 1913.\n""fr,Deschanel,Paul Deschanel, né le 13 février 1855 à Schaerbeek (Belgique) et mort le 28 avril 1922 à Paris (France), est un homme d'État, journaliste et écrivain français, président de la République du 18 février au 21 septembre 1920.\n""fr,Bidault,Georges Bidault, né le 5 octobre 1899 à Moulins (Allier) et mort le 27 janvier 1983 à Cambo-les-Bains (Pyrénées-Atlantiques), est un résistant et un homme d'État français.\n""fr,Casimir-Perier,Jean Casimir-Perier, né le 8 novembre 1847 à Paris et mort le 11 mars 1907 dans la même ville, est un homme d'État français. Il est président de la République française du 27 juin 1894 au 16 janvier 1895.\n""fr,Dupuy,Charles Dupuy, né le 5 novembre 1851 au Puy-en-Velay et mort le 23 juillet 1923 à Ille-sur-Têt, est un homme d'État français. Il occupe à plusieurs reprises la fonction de président du Conseil sous la IIIe République, entre 1893 et 1899. Il est également président de la Chambre des députés de 1893 à 1894.\n""fr,Cavaignac,Louis Eugène Cavaignac, connu aussi sous le nom de général Cavaignac, né le 15 octobre 1802 (23 vendémiaire an XI) à Paris et mort le 28 octobre 1857 dans son château d'Ourne à Flée, est un général et homme d'État français.\n""fr,None,Louis Jules Trochu, né au Palais à Belle-Île-en-Mer (Morbihan) le 12 mars 1815 et mort à Tours (Indre-et-Loire) le 7 octobre 1896, est un général de division et homme d'État français sous le Second Empire.\n""fr,None,Il nait Frédéric François le 16 mars 1874 à Paris 8e, de Julien Émile François, mécanicien, et de Marie Marsal, sans profession,. Par décret présidentiel du 22 juin 1912, il est autorisé à s'appeler légalement « François-Marsal ». Il se marie en 1903 à Saïgon avec Louise Joséphine Marie Duroch.\n""fr,Macron,Emmanuel Macron ( ), né le 21 décembre 1977 à Amiens dans la Somme, est un haut fonctionnaire, banquier d'affaires et homme d'État français. Il est président de la République française depuis le 14 mai 2017.\n""be,Verhofstadt,In zijn studentenperiode in Gent begon hij zijn politieke carrière, allereerst in het Liberaal Vlaams Studentenverbond, waarvan hij van 1972 tot 1974 de voorzitter was. Later kwam hij in contact met Willy De Clercq, een kopstuk van de PVV in Gent, en hij kon als diens pupil opklimmen in de partij. Van 1977 tot 1981 was hij politiek secretaris van De Clercq, toen nationaal voorzitter van de PVV.\n""be,Leterme,Leterme volgde tussen 1973 en 1979 Latijn-Griekse humaniora aan het Sint-Vincentiuscollege in Ieper. Vervolgens studeerde hij eerst aan de KULAK, waar hij in 1981 het diploma behaalde van kandidaat in de rechten. In 1983 studeerde hij verder aan de toenmalige Rijksuniversiteit Gent (nu Universiteit Gent), waar hij twee diploma's behaalde, in 1983 dat van kandidaat in de politieke wetenschappen en in 1984 dat van licentiaat in de rechten. In hetzelfde jaar behaalde hij in Nice het diploma aan het Internationaal Studiecentrum voor het Federalisme. Ten slotte behaalde hij aan de RUG in 1985 het diploma van licentiaat in de bestuurswetenschappen (Master Bestuurskunde en Publiek management).\n""be,None,Van Rompuy begon als attaché op de studiedienst van de Nationale Bank van 1972 tot 1975. Tussen 1973 en 1975 was hij ondervoorzitter van de CVP-jongeren en vanaf 1978 lid van het partijbureau van de CVP (sinds 2001 CD&V). Van 1975 tot 1980 was hij adviseur op de kabinetten van de CVP-ministers Leo Tindemans (1975-1978) en Gaston Geens (1978-1980). Vanaf het midden van de jaren 80 behoorde Van Rompuy tot de top van zijn partij en van 1980 tot 1988 was hij directeur van de studiedienst van de partij: Cepess. Hij onderhandelde mee bij de regeringsvormingen van Wilfried Martens (III tot en met VIII) (1982-1988) en Jean-Luc Dehaene I en II en ook de staatshervormingen van 1980, 1988 en 1993. Van 1982 tot 2008 doceerde hij aan de Vlaamse Economische Hogeschool van Brussel (VLEKHO). Gedurende die periode was hij arrondissementeel CVP-voorzitter voor Brussel-Halle-Vilvoorde. Van 1988 tot 1993 was hij voorzitter van de CVP. Ook was hij van mei tot september 1988 staatssecretaris voor Financiën en KMO in de Regering-Martens VIII.\n""be,Delacroix,Tijdens de Eerste Wereldoorlog kwam Delacroix in contact met de bankier Emile Francqui en werd hij voorzitter van het Nationaal Hulp- en Voedselcomité, een organisatie die de hulp verdeelde die de Commission for Relief in Belgium in de VS naar België en Noord-Frankrijk stuurde.\nIn 1917 werd hij stafhouder van de advocaten bij het Hof van Cassatie.\n""be,Carton,Hij trouwde in 1897 in Watermaal-Bosvoorde met Juliette Verhaegen (1872-1955), dochter van Jean-Georges Verhaegen, advocaat, en nicht van baron Arthur Verhaegen en baron Paul Verhaegen. Ze kregen twee zoons en zes dochters. Ze waren de ouders van graaf Xavier Carton de Wiart, advocaat en schepen van Brussel, en graaf Hubert Carton de Wiart, avonturier, diplomaat en schrijver, en de schoonouders van baron Albert Houtart, magistraat en gouverneur van Brabant.\n""be,Theunis,Door zijn huwelijk met Louise Brasseur in 1898 was hij verwant met de rijke Gentse Brasseur-familie die actief was in de textielindustrie. Hij was een schoonbroer van Robert Brasseur.\n""be,Van de Vyvere,In zijn studententijd was hij geëngageerd op Vlaams en sociaal gebied. Na de Grieks-Latijnse humaniora in het Sint-Jozefscollege van Tielt, promoveerde hij tot doctor in de rechten en licentiaat in de thomistische wijsbegeerte aan de Katholieke Universiteit Leuven.\n""be,Poullet,Hij vestigde zich als advocaat in Brussel, maar legde zich vooral toe op onderzoek rond nationale geschiedenis, publieksrecht en internationaal privaatrecht. Vanaf 1893 was hij docent, later hoogleraar aan de KU Leuven in de faculteit rechten en in de School voor politieke en sociale wetenschappen. Aan de KU Leuven publiceerde hij in 1907 een werk over de Belgische instellingen tijdens de Franse tijd in België en in 1925 een handboek over Belgisch internationaal privaatrecht.\n""be,Jaspar,Henri Jaspar promoveerde tot doctor in de rechten aan de ULB en vestigde zich als advocaat in Brussel. In 1919 werd hij verkozen tot volksvertegenwoordiger voor de Katholieke Partij voor het arrondissement Luik en vervulde dit mandaat tot in 1936.\n""be,None,In 1891 werd hij medeoprichter van L'Avenir Social: journal démocratique catholique. Hij werd in 1895 gemeenteraadslid van Elsene en vervulde dit mandaat tot in 1907.\n""be,Van Zeeland,In 1922 werd hij hoofd van de studiedienst van de Nationale Bank. Van 1926 tot 1934 was hij er directeur en van 1934 tot 1935 vicegouverneur. Ook was hij van 1928 tot 1963 docent en hoogleraar aan de KU Leuven, waar hij medeoprichter was van het Instituut van Economische wetenschappen.\n""be,Van Acker,In 1914 stichtte Van Acker samen met enkele vrienden een Bond voor de Verdediging van de Vlaamsche Rechten. Het uitbreken van de Eerste Wereldoorlog dat jaar betekende voor hem het begin van een lange zwerftocht door Frankrijk, waar hij aan de slag ging als onder meer bootsman, stuwadoor, grondwerker en metselaar. In die periode was hij even lid van de Frontbeweging, maar wegens zijn bijziendheid werd Van Acker niet toegelaten tot het front. Wel werkte hij van 1916 tot 1918 in de munitiefabriek in Le Havre.\n""be,Huysmans,Op 16-jarige leeftijd trok hij naar Luik om les te volgen aan de Ecole des Haute Etudes, een normaalschool waar toekomstige atheneumleraars werden opgeleid. Hij werd licentiaat in de Germaanse filologie, maar na zijn studies weigerde de katholieke regering hem als onderwijzer te benoemen. Huysmans keerde hierdoor noodgedwongen terug naar Bilzen, waar hij actief was als leider van een zanggroep en toneelspeler. Ook was hij actief in het verenigingsleven van zijn geboortedorp en schreef hij een aantal bijdragen voor culturele tijdschriften. Tegelijkertijd was hij een van de initiatiefnemers van de Limburgsche Maatschappij voor Taal- en Letterkunde.\n""be,Eyskens,Op 18 september 1973 werd Eyskens in de erfelijke Belgische adel opgenomen, met de titel van burggraaf, overdraagbaar bij eerstgeboorte. Hij nam als wapenspreuk Voor 't volk.\n""be,Tindemans,Tindemans studeerde tijdens de oorlogsjaren handelswetenschappen aan de Sint-Ignatius Handelshogeschool in Antwerpen en na de oorlog economische wetenschappen aan de Gentse universiteit. Hij behaalde in 1946 het licentiaat in de handels- en consulaire wetenschappen, in 1947 werd hij licentiaat in de economische wetenschappen en in 1967 behaalde hij aan de Katholieke Universiteit Leuven ook nog het licentiaat in de politieke en sociale wetenschappen.\n""be,Di Rupo,Hij kwam voor het eerst in contact met de socialistische beweging tijdens zijn studies in Bergen, waar hij aan de Université de Mons-Hainaut eerst een licentiaatsdiploma en vervolgens in 1978 een doctoraat in de scheikunde behaalde, met als titel De studie van het reactieve sinteren van zirkonium- en aluminiumoxide-alfa. Hij trok naar de Universiteit van Leeds (Verenigd Koninkrijk), waar hij van 1977 tot 1978 werkte als assistent. In 1978 werd hij assistent op de Dienst Algemene Chemie en Materiaalwetenschappen van de Université de Mons-Hainaut, in 1979 wetenschappelijk onderzoeker aan het Institut interuniversitaire des matériaux en in 1982 onderzoeksdirecteur aan de Université de Mons-Hainaut. Vanaf 1990 was hij aan deze universiteit ook docent aan de Faculteit Psychopedagogische Wetenschappen.\n""be,Dehaene,Dehaene doorliep gedeeltelijk de klassieke humaniora aan het door de paters jezuïeten geleide Sint-Jozefscollege te Aalst. Aan de universiteiten van Namen en Leuven behaalde Dehaene de diploma's licentiaat in de Rechten en Licentiaat in de Economie. Hij was gedurende zijn jeugd actief bij de Chiro, het Olivaint Genootschap van België en de scouts en was tussen 1963 en 1967 verbondscommissaris van het Vlaams Verbond van Katholieke Scouts. Hij zou er later meermaals op wijzen dat scouting voor hem een belangrijke leerschool betekende.\n""be,Schollaert,Hij promoveerde tot doctor in de rechten en vestigde zich als advocaat aan de balie in Leuven. Van 1894 tot 1895 was hij stafhouder. In 1880 werd hij verkozen tot provincieraadslid voor het kanton Leuven. Van 1888 tot aan zijn overlijden was hij lid van de Kamer van volksvertegenwoordigers voor het arrondissement Leuven en van 1901 tot 1908 en van 1911 tot aan zijn overlijden, voorzitter van de Kamer. In 1890 was Schollaert medestichter van de Belgische Boerenbond. Bovendien was hij jarenlang ondervoorzitter en erevoorzitter van het Davidsfonds. Hij overleed ten gevolge van een nierziekte.\n""be,Decker,Hij werd opgevoed in een jezuïetenschool, promoveerde in 1834 tot doctor in de rechten aan de Rijksuniversiteit Gent en studeerde nog enkele maanden in Parijs. Hij vestigde zich als advocaat in Gent. In 1837 was hij samen met Adolphe Dechamps medeoprichter van de Revue de Bruxelles, waar hij tot in 1841 werkzaam was als redacteur.\n""be,Spaak,Hij trouwde 1922 met Marguerite Malevez (1899-1964), kleindochter van Alfred Février, notaris en senator. Ze kregen een zoon en twee dochters, waaronder diplomaat en ambtenaar Fernand Spaak en Antoinette Spaak die na zijn overlijden politica en parlementslid voor het FDF was. In 1965 trouwde hij met Simone Rikkers.\n""be,Beernaert,Auguste Beernaert was de zoon van Bernard Beernaert (1795-1862), inspecteur bij de Dienst van Registratie en Domeinen, en Euphrosine-Josèphe Royon (1809-1888). Hij trouwde in 1870 in Brussel met Mathilde Borel (1851-1922), zus van jhr. Jules-François-Auguste Borel de Bitche, advocaat, consul-generaal van Congo-Vrijstaat en Zwitserland en lid van de Hoge Raad van Congo. Hij was een schoonbroer van Michel Mourlon, geoloog en paleontoloog. Het huwelijk bleef kinderloos. Bij Koninklijk Besluit van 26 juli 1913 mochten diens twee zoons, Georges Mourlon (1877-1933), industrieel, en Pierre Mourlon (1889-1914), advocaat, hun achternaam wijzigen in Mourlon Beernaert.\n""be,Lefèvre,In augustus 1944 trouwde Theo Lefèvre met Marie-José Billiaert (1918-1998). Ze kregen drie kinderen.\n""be,None,De geblokte, energieke scholier bleek meer talent te hebben voor het voetbal en de 'potige' junior schopte het tot 'center half' (centrale middenvelder) bij de reservenploeg van de toenmalige topclub Royale Union St.-Gilloise. Maar mede ten gevolge van een knieblessure koos de jonge belofte er op 19-jarige leeftijd voor om in de voetsporen van zijn vader te treden en voluit \"in de commerce\" (vleeshandel) te gaan. Vanden Boeynants volgde eerst nog les aan de beenhouwersschool in Antwerpen, ging op leercontract in Leuven, Luik, Amsterdam en Parijs en trad daarna als leerjongen in de zaak van zijn vader en zijn schoonvader. Bij het uitbreken van de Tweede Wereldoorlog vocht VDB tijdens zijn legerdienst met het 9e Linieregiment mee in de Achttiendaagse Veldtocht en werd hij krijgsgevangen genomen. Ingeschreven als Vlaming in het Belgisch leger, werd VDB al na enkele maanden, op 17 januari 1941, door de Duitsers vrijgelaten. Op 15 december 1942 huwde VDB met Lucienne Deurinck (1919-1994), de welopgeleide dochter van een uit het West-Vlaamse Lichtervelde afkomstige vleeshandelaar uit de buurt. Met haar kreeg hij een zoon en twee dochters.\n""be,Gerlache,Onder de Franse bezetting verbleef hij op het familiekasteel. Van juli 1797 tot september 1798 verbleef hij in Ethe bij pastoor Théodore-Henri Welter, die hem onderwijs gaf. Vanaf april 1801 was het de pastoor van Rossignol, Lhommel, die hem Latijn en geschiedenis onderwees. In 1804 trok hij naar Parijs en studeerde aan de École de droit de la Sorbonne. In 1806 werd hij licentiaat in de rechten en schreef zich in aan de balie van Parijs. In 1811 werd hij advocaat bij het Franse Hof van Cassatie.\n""be,Martens,In 1949 belandde Martens door toedoen van de pastoor van zijn parochie (die zorgde voor een studiebeurs van het Fonds voor de meestbegaafden) in het internaat van het Sint-Vincentiuscollege van Eeklo en blonk er uit in de Grieks-Latijnse Humaniora. Hier kwam hij voor het eerst in contact met het flamingantisme dat de rode draad doorheen zijn latere politieke carrière vormde. Hij werd een enthousiast promotor van het ABN dat hij had aangeleerd door veelvuldig naar de radio te luisteren. In de Retorica hield hij voor het examen in welsprekendheid een, naar eigen zeggen, 'formidabel pleidooi' voor het federalisme in België. En hoewel zijn leraar het fundamenteel oneens was met de inhoud loofde hij Martens toch om zijn redenaarstalent.\n""be,Eyskens,Bij het uitbreken van de Tweede Wereldoorlog vluchtte moeder Eyskens met de kinderen voor bombarderende Stuka's naar de kust, terwijl vader Eyskens zich naar het parlement in Brussel begaf. Toen duidelijk werd dat de Duitse opmars niet kon worden gestuit zoals in de Eerste Wereldoorlog vluchtte het ganse gezin naar Frankrijk.\n""be,Harmel,Van 1933 tot 1934 werkte hij als stagiair-advocaat aan de balie van Luik, waarna hij van 1934 tot 1940 assistent was aan de rechtenfaculteit van de Universiteit Luik. Vervolgens nam hij als reserveofficier deel aan de Achttiendaagse Veldtocht. Nadat de Belgische troepen zich aan Nazi-Duitsland hadden overgegeven, werd hij krijgsgevangen gemaakt. Na zijn vrijlating werd hij in 1943 docent aan de rechtenfaculteit van de Universiteit Luik en bleef dit tot in 1947. Vervolgens was hij van 1947 tot 1981 gewoon hoogleraar. \n""be,Pierlot,In augustus 1914 werd hij oorlogsvrijwilliger bij de Ardeense Jagers en vijf jaar later zwaaide hij af met de graad van luitenant. In het reservekader promoveerde hij tot majoor.\n""be,Nothomb,Hij liep school op het atheneum van Luxemburg en studeerde van 1822 tot 1826 rechten aan de Rijksuniversiteit Luik. Daarna werkte hij als advocaat in Brussel en engageerde hij zich in het verzet tegen de regering van koning Willem I, onder meer als journalist bij de Courrier des Pays-Bas. In 1829 werd hij hoofdredacteur van de Brusselse Gazette des Tribunaux.\n""be,None,Hij nam deel aan de Achttiendaagse Veldtocht in mei 1940. Leburton werd krijgsgevangene, maar kon ontsnappen. Vervolgens trad hij toe tot het Verzet, als commandant van de groep 'Refuge-Otarie' binnen het Geheim Leger. \n""be,None,Gepromoveerd tot doctor in de rechten en licentiaat in de politieke en sociale wetenschappen aan de UCL, werd hij advocaat aan de balie van Charleroi. Hij was er in 1965 stafhouder. Hij werd ook vroeg politiek actief in zijn gemeente. Vanaf 1926 was hij er gemeenteraadslid en in 1927 werd hij er burgemeester. Beide ambten bekleedde hij tot in 1947.\nHij was ook provincieraadslid van 1933 tot 1936.\n""be,Lebeau,Het blad werd een succes. Het werd snel een van de leidende oppositiebladen in de Belgische provincies. De medewerkers schreven elk in hun eigen stijl: Lebeau met eloquentie, Devaux met grote logica, Van Hulst met eruditie, Charles Rogier met speelse fantasie. Verder waren daar ook nog Jean-Baptiste Nothomb, Firmin Rogier, Teste, Hennequin en anderen die er samen een aantrekkelijk blad van maakten.\n""be,Rogier,Nadat zijn vader tijdens de Russische veldtochten was gesneuveld, kwam hij met zijn moeder in Luik wonen en promoveerde er in 1826 tot doctor in de rechten aan de Universiteit van Luik. Voordien was hij van 1817 tot 1821 privéleraar en van 1821 tot 1823 huisonderwijzer bij baron de Senzeilles. In 1826 werd hij advocaat bij de Balie van Luik. Daar ontpopte hij zich tot een liberale opposant van koning Willem I der Nederlanden. Hij behoorde tot de jonge groep intellectuelen die tussen 1824 en 1830 verschillende kranten oprichtte: eerst de Mathieu Laensbergh, vervolgens Le Politique.\n""be,None,Het was in 1703 dat Arnould de Theux als eerste van de familie opname in de adelstand verkreeg, met de erfelijke titel van ridder van het Heilig Roomse Rijk. Barthélemy de Theux zelf werd, één maand voor zijn huwelijk, vereerd met een erfelijke grafelijke titel.\n""be,None,Op 15 april 1836 verkreeg de Mûelenaere de titel van pauselijke graaf, onderscheiding die geen rechtskracht had in België. Op 19 mei 1836 werd echter het diploma gehomologeerd in België en werd hij in de adelstand opgenomen met de titel graaf. Zijn wapenspreuk luidde In hoc signo vincet.\n""be,De Croo,Bij de Europese verkiezingen van juni 2009 stond De Croo voor de eerste maal op een kieslijst. Hij behaalde 47.779 voorkeurstemmen op de tiende plaats van de Open Vld-lijst, maar raakte niet verkozen in het Europees Parlement. Ook werd hij in 2008 kernlid van de onafhankelijke liberale denktank Liberales.\n""be,de Brouckère,Charles de Brouckère senior, die onder het ancien régime tot de notabelen van het Brugse maar niet tot de adel behoorde, verkreeg in 1816 voor hem en zijn nazaten adelserkenning en opname in de ridderschap van de Nederlandse provincie West-Vlaanderen.\n""be,None,Bij de Belgische Opstand voerde kapitein Goblet het bevel over de vesting Menen. Toen de prins van Oranje (de latere koning Willem II), die hij persoonlijk kende, hem in november 1830 naar Antwerpen riep, kon hij worden overtuigd partij te kiezen voor de revolutionairen. Het Voorlopig Bewind benoemde hem tot kolonel en commissaris-generaal voor Oorlog.\n""be,Weyer,Toen de opstand van 1830 uitbrak, repte Van de Weyer zich van Leuven naar Brussel, waar hij een niet onbelangrijke functie bij het Voorlopig Bewind kreeg. Hij moest de voornaamste grieven op papier zetten, werd adviseur van de burgerwacht van Brussel en ontmoette, samen met enkele anderen, op 31 augustus 1830 kroonprins Willem en prins Frederik in Vilvoorde.\n""be,Burlet,Hij trouwde in 1870 in Antwerpen met Julia Van Put (1847-1876), dochter van Jozef Cornelis Van Put, graanhandelaar en burgemeester van Antwerpen, en broer van Jean Van Put, graanhandelaar en senator, en vervolgens in 1879 in Elsene met Marie Verhaegen (1858-1950), kleindochter van Pierre-Théodore Verhaegen, de voornaamste stichter van de Université libre de Bruxelles, grootmeester van het Belgisch Grootoosten en volksvertegenwoordiger. Hij was een schoonbroer van Arthur Verhaegen en Paul Verhaegen. Hij had vier kinderen uit het eerste bed en drie uit het tweede bed.\n""be,None,Hij trouwde in 1893 in Sint-Gillis met Léa Féron (1871-1911), dochter van Émile Féron, advocaat, gemeenteraadslid van Sint-Gillis en volksvertegenwoordiger. Hij was een schoonbroer van Maurice Féron, advocaat, volksvertegenwoordiger en senator.\n""be,Malou,Hij trouwde in 1837 in Gent met Mathilde Delebecque (1812-1899). Ze kregen twee zoons en twee dochters. Enkel zijn dochters zorgden voor nageslacht.\n""be,Broqueville,Charles de Broqueville stamde uit een oud adellijk geslacht uit de Franse Gascogne. Hij was een zoon van graaf Stanislas de Broqueville (1830-1919) en Claire de Briey (1832-1876). Zijn grootvaders waren baron Stanislas de Broqueville, provincieraadslid van Oost-Vlaanderen en Antwerpen, en graaf Camille de Briey, industrieel, senator, minister en diplomaat.\n""be,Pholien,Hij was minister van Justitie in 1938-1939 in de regering Spaak. Op 28-29 mei 1940 werkte hij in Brugge, samen met Raoul Hayoit de Termicourt en Albert Devèze, aan een grondwettelijk advies voor de koning. Het werd een nota die een aanzienlijke invloed zou hebben op het verder verloop van de gebeurtenissen. Enerzijds gaven ze aan de koning gelijk dat hij als bevelhebber van het leger tot capitulatie had beslist, ook zonder handtekening van een regeringslid, maar anderzijds stelden ze vast dat hij zich, als gevangene, in de onmogelijkheid had gesteld om nog te regeren. Hoofdzakelijk was het deze nota die er koning Leopold III van weerhield een nieuwe regering aan te stellen. \n""be,Van Houtte,Als doctor in de rechten aan de Universiteit van Gent werd hij advocaat bij het Hof van Beroep van Gent en vervolgens het Hof van Beroep in Brussel.\n""be,Frère,In 1840 werd hij voor de liberalen verkozen tot gemeenteraadslid van Luik. In 1846 was hij medeoprichter van de Liberale Partij, waar hij behoorde tot de doctrinaire strekking waarvan hij tijdens de jaren 1870 de onbetwiste leider was.\n""be,Cooreman,Van 1892 tot 1898 zetelde hij voor het arrondissement Gent in de Belgische Senaat en daarna was hij van 1898 tot 1914 voor het arrondissement Gent-Eeklo lid van de Kamer van volksvertegenwoordigers. In het parlement vertegenwoordigde hij de Katholieke Partij. Van 1895 tot 1911 was hij tevens gemeenteraadslid van Gent. In die periode leerde hij ook Charles Van der Cruyssen kennen en steunde hem in zijn verdediging van de belangen van de middenstanders.\n""be,Vandenpeereboom,Hij promoveerde tot doctor in de rechten aan de Katholieke Universiteit Leuven en vestigde zich als advocaat in Kortrijk. Van 1872 tot 1884 was hij gemeenteraadslid van Kortrijk.\n""be,None,Hij trouwde in 1886 met Marie Morel de Westgaver (1843-1931). Het huwelijk bleef kinderloos en bij gebrek aan afstammelingen van zijn broers Emile (1844-1885) en Fernand (1852-1930) is de familietak Eugène de Smet uitgestorven. Hetzelfde geldt voor de afstamming van Fréderic de Smet de Naeyer (1822-1912). Alleen de afstamming van Alphonse de Smet de Naeyer (1828-1896) heeft zich verder gezet tot in de eenentwintigste eeuw, maar lijkt bij gebrek aan mannelijke afstammelingen (de laatste twee naamdragers, geboren in 1959 en 1961 zijn ongehuwd) hetzelfde lot beschoren te zijn.\n""be,Trooz,Voor de Katholieken was hij van 1883 tot 1889 provincieraadslid van de provincie Brabant, waarna hij van 1889 tot aan zijn dood in 1907 voor het arrondissement Leuven in de Kamer van volksvertegenwoordigers zat. Bovendien was hij van 1895 tot 1899 gemeenteraadslid van Leuven.\n""be,d'Anethan,Hij trouwde in 1827 in Brussel met Marie-Cornélie de Jonghe (1803-1864). Ze kregen drie kinderen, met nakomelingen tot op vandaag, onder wie verschillende die in de diplomatie hun weg vonden. Hun zoon Auguste d'Anethan (1829-1906), buitengewoon gezant en gevolmachtigd minister, trouwde in 1861 in Brussel met Isabelle Mosselman du Chenoy (1842-1876), dochter van Théodore Mosselman du Chenoy, bankier en senator.\n""be,Michel,Michel behaalde in 1998 zijn licentiaat in rechten aan de Université Libre de Bruxelles en aan de Universiteit van Amsterdam. Hij werkte vanaf 1998 als jurist en advocaat aan de balie van Brussel.\n""be,Wilmès,Wilmès groeide op in Grez-Doiceau en ging in Brussel studeren aan het Institut des Hautes Études des Communications Sociales, waar ze in 1997 afstudeerde als licentiaat in de toegepaste communicatie, optie reclame en marketing. Na haar studies vestigde ze zich in de hoofdstad en ging ze aan de slag bij een reclamebureau. Nadien werkte ze van 1999 tot 2003 voor de Europese Commissie als financieel beheerder, hetgeen ze combineerde avondlessen aan de Université Saint-Louis - Bruxelles om er in 2002 een speciale licentie voor financieel beheer te bemachtigen dat vereist was voor deze functie. Wilmès legde zich toe op projecten rond ontwikkelingssamenwerking in Azië.\n""ma,None,ولد في الرباط ليكون أكبر الأبناء الذكور للملك الحسن الثاني من زوجته لطيفة حمو، لذا فقد كان وريثًا واضحًا للعرش ووليًّا للعهد منذ ولادته كما ينص الدستور، بدأ تعليمه في سن الرابعة بالكُتَّاب القرآني الملحق بالقصر الملكي بينما أكمله بالخارج إلى أن نال شهادة الدكتوراه في الحقوق مع مرتبة الشرف من جامعة (نيس صوفيا آنتيبوليس) الفرنسية.\n""ma,None,برز نشاطه السياسي ونضاله من أجل الاستقلال في عمر مبكر، وعُرف بحنكته ودهائه السياسي منذ ريعان شبابه، كان يشعر باستياءٍ شديد بسبب الحماية الفرنسية والإسبانية ويتطلع إلى الاستقلال التام وتوحيد التراب المغربي، رافق والده محمد الخامس في منفاه في كورسيكا ثم إلى مدغشقر عندما خلعته سلطات الانتداب الفرنسية عن العرش، عمل الأمير الحسن في المنفى كحلقة وصل بين والده وبين الشعب المغربي في الداخل والخارج، كما كان الأمير الحسن يحرر المراسلات ويترجم الرسائل لوالده في المنفى إلى أن عاد برفقة والده إلى المغرب وشارك معه في المفاوضات من أجل الاستقلال.\n""ma,None,ولد «سيدي احمادي»، وهو لقب الأمير محمد بن يوسف، بمدينة فاس، وكان أصغر إخوته الثلاثة. وبينما كان والده السلطان المولى يوسف يقضي معظم الوقت في العاصمة الرباط، قضى الأمير الصغير سيدي محمد جل وقته في القصر الملكي بفاس، حيث كان يتلقى التعليم على الطريقة التقليدية المغربية العتيقة، وهي دروس عربية دينية كانت تتخللها دروس مبادئ اللغة الفرنسية، اللغة التي لم يتقنها جيدا، وكانت لغة المستعمر ضرورية من أجل التواصل مع ممثلي سلطات الحماية. وكان أستاذه الوحيد هو الفقيه محمد المعمري، ذو الأصل الجزائري، الذي جاءت به سلطات الحماية إلى المغرب. ويروي البريطاني روم لاندو أن تكوين المولى محمد اقتصر على التعليم التقليدي العتيق، نظرا لأنه كان مستبعدا في البداية لتولي العرش.\n""ma,None,أبو عبد الله محمد بن محمد ابن علي بن مخلوف بن زيدان الملقب بالقائم بأمر الله عميد الأسرة السعدية وأول سلطان للمغرب من الأسرة السعدية، حكم بين 1509 - 1517.\n""us,Washington,Born in the Colony of Virginia, Washington became the commander of the Virginia Regiment during the French and Indian War (1754–1763). He was later elected to the Virginia House of Burgesses, and opposed the perceived oppression of the American colonists by the British Crown. When the American Revolutionary War against the British began in 1775, Washington was appointed commander-in-chief of the Continental Army. He directed a poorly organized and equipped force against disciplined British troops. Washington and his army achieved an early victory at the Siege of Boston in March 1776 but were forced to retreat from New York City in November. Washington crossed the Delaware River and won the battles of Trenton in late 1776 and Princeton in early 1777, then lost the battles of Brandywine and Germantown later that year. He faced criticism of his command, low troop morale, and a lack of provisions for his forces as the war continued. Ultimately Washington led a combined French and American force to a decisive victory over the British at Yorktown in 1781. In the resulting Treaty of Paris in 1783, the British acknowledged the sovereign independence of the United States. Washington then served as president of the Constitutional Convention in 1787, which drafted the current Constitution of the United States.\n""us,Obama,Born in Honolulu, Hawaii, Obama graduated from Columbia University in 1983 with a Bachelor of Arts degree in political science and later worked as a community organizer in Chicago. In 1988, Obama enrolled in Harvard Law School, where he was the first black president of the Harvard Law Review. He became a civil rights attorney and an academic, teaching constitutional law at the University of Chicago Law School from 1992 to 2004. In 1996, Obama was elected to represent the 13th district in the Illinois Senate, a position he held until 2004, when he successfully ran for the U.S. Senate. In the 2008 presidential election, after a close primary campaign against Hillary Clinton, he was nominated by the Democratic Party for president. Obama selected Joe Biden as his running mate and defeated Republican nominee John McCain and his running mate Sarah Palin.\n""us,Lincoln,Lincoln was born into poverty in Kentucky and raised on the frontier. He was self-educated and became a lawyer, Illinois state legislator, and U.S. representative. Angered by the Kansas–Nebraska Act of 1854, which opened the territories to slavery, he became a leader of the new Republican Party. He reached a national audience in the 1858 Senate campaign debates against Stephen A. Douglas. Lincoln won the 1860 presidential election, which the South viewed as a further threat to states' rights and slavery, and Southern states began seceding to form the Confederate States of America. A month after Lincoln assumed the presidency, Confederate forces attacked Fort Sumter, starting the Civil War.\n""us,Bush,Bush flew warplanes in the Texas Air National Guard in his twenties. After graduating from Harvard Business School in 1975, he worked in the oil industry. He later co-owned the Major League Baseball team Texas Rangers before being elected governor of Texas in 1994. As governor, Bush successfully sponsored legislation for tort reform, increased education funding, set higher standards for schools, and reformed the criminal justice system. He also helped make Texas the leading producer of wind-generated electricity in the United States. In the 2000 presidential election, he won over Democratic incumbent vice president Al Gore, while losing the popular vote after a narrow and contested Electoral College win, which involved a Supreme Court decision to stop a recount in Florida.\n""us,Clinton,Born and raised in Arkansas, Clinton graduated from Georgetown University in 1968, and later from Yale Law School, where he met his future wife, Hillary Rodham. After graduating from law school, Clinton returned to Arkansas and won election as state attorney general, followed by two non-consecutive tenures as Arkansas governor. As governor, he overhauled the state's education system and served as chairman of the National Governors Association. Clinton was elected president in the 1992 election, defeating the incumbent Republican Party president George H. W. Bush, and the independent businessman Ross Perot. He became the first president to be born in the Baby Boomer generation and the youngest to serve two full terms.\n""us,Biden,Born in Scranton, Pennsylvania, Biden graduated from the University of Delaware in 1965 and the Syracuse University College of Law in 1968. He was elected to the New Castle County Council in 1970 and the U.S. Senate in 1972. As a senator, Biden chaired the Senate Judiciary Committee and Foreign Relations Committee. He drafted and led passage of the Violent Crime Control and Law Enforcement Act and the Violence Against Women Act. He also oversaw six U.S. Supreme Court confirmation hearings, including contentious hearings for Robert Bork and Clarence Thomas. He opposed the Gulf War in 1991 but voted in favor of the Iraq War Resolution in 2002. Biden ran unsuccessfully for the 1988 and 2008 Democratic presidential nominations. In 2008, Obama chose Biden as his running mate, and he was a close counselor to Obama as vice president. In the 2020 presidential election, Biden selected Kamala Harris as his running mate, and they defeated Republican incumbents Donald Trump and Mike Pence. He became the first president to serve with a female or African American vice president.\n""us,Roosevelt,A member of the prominent Delano and Roosevelt families, Roosevelt was elected to the New York State Senate from 1911 to 1913 and was then the assistant Secretary of the Navy under President Woodrow Wilson during World War I. Roosevelt was James M. Cox's running mate on the Democratic Party's ticket in the 1920 U.S. presidential election, but Cox lost to Republican nominee Warren G. Harding. In 1921, Roosevelt contracted a paralytic illness that permanently paralyzed his legs. Partly through the encouragement of his wife, Eleanor Roosevelt, he returned to public office as governor of New York from 1929 to 1932, during which he promoted programs to combat the Great Depression. In the 1932 presidential election, Roosevelt defeated president Herbert Hoover in a landslide victory.\n""us,Johnson,Johnson was born into poverty and never attended school. He was apprenticed as a tailor and worked in several frontier towns before settling in Greeneville, Tennessee, serving as an alderman and mayor before being elected to the Tennessee House of Representatives in 1835. After briefly serving in the Tennessee Senate, Johnson was elected to the U.S. House of Representatives in 1843, where he served five two-year terms. He was the governor of Tennessee for four years, and was elected by the legislature to the U.S. Senate in 1857. During his congressional service, he sought passage of the Homestead Bill, which was enacted soon after he left his Senate seat in 1862. Slave states in the Southern U.S., including Tennessee, seceded to form the Confederate States of America, but Johnson remained firmly with the Union. He was the only sitting senator from a Confederate state who did not promptly resign his seat upon learning of his state's secession. In 1862, Lincoln appointed him as Military Governor of Tennessee after most of it had been retaken. In 1864, Johnson was a logical choice as running mate for Lincoln, who wished to send a message of national unity in his re-election campaign, and became vice president after a victorious election in 1864.\n""us,Ford,Ford was born in Omaha, Nebraska, and raised in Grand Rapids, Michigan. He attended the University of Michigan, where he played for the university football team, before eventually attending Yale Law School. Afterward, he served in the U.S. Naval Reserve from 1942 to 1946. Ford began his political career in 1949 as the U.S. representative from Michigan's 5th congressional district, serving in this capacity for nearly 25 years, the final nine of them as the House minority leader. In December 1973, two months after Spiro Agnew's resignation, Ford became the first person appointed to the vice presidency under the terms of the 25th Amendment. After the subsequent resignation of Nixon in August 1974, Ford immediately assumed the presidency.\n""us,Nixon,Nixon was born into a poor family of Quakers in Yorba Linda, Southern California. He graduated from Whittier College with a Bachelor of Arts in 1934 and from Duke University with a Juris Doctor in 1937, practiced law in California, and then moved with his wife Pat to Washington, D.C., in 1942 to work for the federal government. After serving in the Naval Reserve during World War II, he was elected to the House of Representatives in 1946. His work on the Alger Hiss case established his reputation as a leading anti-communist. In 1950, he was elected to the Senate. Nixon was the running mate of Eisenhower, the Republican Party's presidential nominee in the 1952 and  1956 elections. Nixon served for eight years as vice president and his two terms saw an increase in the notability of the office. He narrowly lost the 1960 presidential election to John F. Kennedy. After his loss in the 1962 race for governor of California, he announced his retirement from politics. However, in 1968, he made another run for the presidency and narrowly defeated the Democratic incumbent vice president Hubert Humphrey.\n""us,Johnson,Lyndon Baines Johnson (/ˈlɪndən ˈbeɪnz/; August 27, 1908 – January 22, 1973), also known as LBJ, was the 36th president of the United States, serving from 1963 to 1969. He became president after the assassination of John F. Kennedy, under whom he had served as the 37th vice president from 1961 to 1963. A Southern Democrat, Johnson previously represented Texas in Congress for over 23 years, first as a U.S. representative from 1937 to 1949, and then as a U.S. senator from 1949 to 1961.\n""us,Kennedy,Born into the prominent Kennedy family in Brookline, Massachusetts, Kennedy graduated from Harvard University in 1940, joining the U.S. Naval Reserve the following year. During World War II, he commanded PT boats in the Pacific theater. Kennedy's survival following the sinking of PT-109 and his rescue of his fellow sailors made him a war hero and earned the Navy and Marine Corps Medal, but left him with serious injuries. After a brief stint in journalism, Kennedy represented a working-class Boston district in the U.S. House of Representatives from 1947 to 1953. He was subsequently elected to the U.S. Senate, serving as the junior senator for Massachusetts from 1953 to 1960. While in the Senate, Kennedy published his book, Profiles in Courage, which won a Pulitzer Prize. Kennedy ran in the 1960 presidential election. His campaign gained momentum after the first televised presidential debates in American history, and he was elected president, narrowly defeating Republican opponent Richard Nixon, the incumbent vice president.\n""us,Eisenhower,Eisenhower was born in Denison, Texas, and raised in Abilene, Kansas. His family had a strong religious background, and his mother became a Jehovah's Witness. Eisenhower, however, belonged to no organized church until 1952. He graduated from West Point in 1915 and later married Mamie Doud, with whom he had two sons. During World War I, he was denied a request to serve in Europe and instead commanded a unit that trained tank crews. Between the wars he served in staff positions in the US and the Philippines, reaching the rank of brigadier general shortly before the entry of the US into World War II in 1941. After further promotion Eisenhower oversaw the Allied invasions of North Africa and Sicily before supervising the invasions of France and Germany. After the war ended in Europe, he served as military governor of the American-occupied zone of Germany (1945), Army Chief of Staff (1945–1948), president of Columbia University (1948–1953), and as the first supreme commander of NATO (1951–1952).\n""us,Reagan,Born in Illinois, Reagan graduated from Eureka College in 1932 and was hired the next year as a sports broadcaster in Iowa. In 1937, he moved to California where he became a well-known film actor. During his acting career, Reagan was president of the Screen Actors Guild twice from 1947 to 1952 and from 1959 to 1960. In the 1950s, he hosted General Electric Theater and worked as a motivational speaker for General Electric. During the 1964 presidential election, Reagan's \"A Time for Choosing\" speech launched his rise as a leading conservative figure. After being elected governor of California in 1966, he raised state taxes, turned the state budget deficit into a surplus and implemented harsh crackdowns on university protests. Following his loss to Gerald Ford in the 1976 Republican Party presidential primaries, Reagan won the Republican Party's nomination and then a landslide victory over President Jimmy Carter in the 1980 presidential election.\n""us,Truman,Truman was raised in Independence, Missouri, and during World War I fought in France as a captain in the Field Artillery. Returning home, he opened a haberdashery in Kansas City, Missouri, and was elected as a judge of Jackson County in 1922. Truman was elected to the U.S. Senate for Missouri in 1934. Between 1940 and 1944, he gained national prominence as the chairman of the Truman Committee, which aimed to reduce waste and inefficiency in wartime contracts.\n""us,Adams,A lawyer and political activist prior to the Revolution, Adams was devoted to the right to counsel and presumption of innocence. He defied anti-British sentiment and successfully defended British soldiers against murder charges arising from the Boston Massacre. Adams was a Massachusetts delegate to the Continental Congress and became a leader of the revolution. He assisted Jefferson in drafting the Declaration of Independence in 1776 and was its primary advocate in Congress. As a diplomat, he helped negotiate a peace treaty with Great Britain and secured vital governmental loans. Adams was the primary author of the Massachusetts Constitution in 1780, which influenced the United States Constitution, as did his essay Thoughts on Government.\n""us,Jefferson,Jefferson was born into the Colony of Virginia's planter class, dependent on slave labor. During the American Revolution, Jefferson represented Virginia in the Second Continental Congress, which unanimously adopted the Declaration of Independence. Jefferson's advocacy for individual rights, including freedom of thought, speech, and religion, helped shape the ideological foundations of the revolution and inspired the Thirteen Colonies in their revolutionary fight for independence, which culminated in the establishment of the United States as a free and sovereign nation.\n""us,Madison,Madison was born into a prominent slave-owning planter family in Virginia. In 1774, strongly opposed to British taxation, Madison joined with the Patriots. He was a member of the Virginia House of Delegates and the Continental Congress during and after the American Revolutionary War. Dissatisfied with the weak national government established by the Articles of Confederation, he helped organize the Constitutional Convention, which produced a new constitution designed to strengthen republican government against democratic assembly. Madison's Virginia Plan was the basis for the convention's deliberations. He became one of the leaders in the movement to ratify the Constitution and joined Alexander Hamilton and John Jay in writing The Federalist Papers, a series of pro-ratification essays that remain prominent among works of political science in American history. \n""us,Monroe,During the American Revolutionary War, he served in the Continental Army. Monroe studied law under Thomas Jefferson from 1780 to 1783 and subsequently served as a delegate to the Continental Congress as well as a delegate to the Virginia Ratifying Convention. He opposed the ratification of the United States Constitution. In 1790, Monroe won election to the Senate where he became a leader of the Democratic-Republican Party. He left the Senate in 1794 to serve as President George Washington's ambassador to France but was recalled by Washington in 1796. Monroe won the election as Governor of Virginia in 1799 and strongly supported Jefferson's candidacy in the 1800 presidential election.\n""us,Adams,Born in Braintree, Massachusetts, Adams spent much of his youth in Europe, where his father served as a diplomat. After returning to the United States, Adams established a successful legal practice in Boston. In 1794, President George Washington appointed Adams as the U.S. ambassador to the Netherlands, and Adams would serve in high-ranking diplomatic posts until 1801, when Thomas Jefferson took office as president. Federalist leaders in Massachusetts arranged for Adams's election to the United States Senate in 1802, but Adams broke with the Federalist Party over foreign policy and was denied re-election. In 1809, President James Madison, a member of the Democratic-Republican Party, appointed Adams as the U.S. ambassador to Russia. Multilingual, Adams held diplomatic posts for the duration of Madison's presidency, and he served as part of the American delegation that negotiated an end to the War of 1812. In 1817, President James Monroe selected Adams as his secretary of state. In that role, Adams negotiated the Adams–Onís Treaty, which provided for the American acquisition of Florida. He also helped formulate the Monroe Doctrine, which became a key tenet of U.S. foreign policy. In 1818, Adams was elected a member of the American Philosophical Society in Philadelphia.\n""us,Jackson,Jackson was born in the colonial Carolinas before the American Revolutionary War. He became a frontier lawyer and married Rachel Donelson Robards. He briefly served in the U.S. House of Representatives and the U.S. Senate, representing Tennessee. After resigning, he served as a justice on the Tennessee Superior Court from 1798 until 1804. Jackson purchased a plantation later known as the Hermitage, becoming a wealthy planter who profited off the forced labor of hundreds of enslaved African Americans during his lifetime. In 1801, he was appointed colonel of the Tennessee militia and was elected its commander. He led troops during the Creek War of 1813–1814, winning the Battle of Horseshoe Bend and negotiating the Treaty of Fort Jackson that required the indigenous Creek population to surrender vast tracts of present-day Alabama and Georgia. In the concurrent war against the British, Jackson's victory at the Battle of New Orleans in 1815 made him a national hero. He later commanded U.S. forces in the First Seminole War, which led to the annexation of Florida from Spain. Jackson briefly served as Florida's first territorial governor before returning to the Senate. He ran for president in 1824. He won a plurality of the popular and electoral vote, but no candidate won the electoral majority. With the help of Henry Clay, the House of Representatives elected John Quincy Adams as president. Jackson's supporters alleged that there was a \"corrupt bargain\" between Adams and Clay (who joined Adams' cabinet) and began creating a new political coalition that became the Democratic Party in the 1830s.\n""us,Van Buren,Van Buren was born in Kinderhook, New York, where most residents were of Dutch descent and spoke Dutch as their primary language; he is the only president to have spoken English as a second language. He entered politics as a member of the Democratic-Republican Party, won a seat in the New York State Senate, and was elected to the United States Senate in 1821. As the leader of the Bucktails faction of the party, Van Buren established the political machine known as the Albany Regency. He ran successfully for governor of New York to support Andrew Jackson's candidacy in the 1828 presidential election but resigned shortly after Jackson was inaugurated so he could accept appointment as Jackson's secretary of state. In the cabinet, Van Buren was a key Jackson advisor and built the organizational structure for the coalescing Democratic Party. He ultimately resigned to help resolve the Petticoat affair and briefly served as ambassador to the United Kingdom. At Jackson's behest, the 1832 Democratic National Convention nominated Van Buren for vice president, and he took office after the Democratic ticket won the 1832 presidential election.\n""us,Harrison,William Henry Harrison (February 9, 1773 – April 4, 1841) was the ninth president of the United States, serving from March 4 to April 4, 1841, the shortest presidency in U.S. history. He was also the first U.S. president to die in office, causing a brief constitutional crisis, since presidential succession was not then fully defined in the U.S. Constitution. Harrison was the last president born as a British subject in the Thirteen Colonies. He was a member of the Harrison family of Virginia, a son of Benjamin Harrison V, who was a U.S. Founding Father; he was also the grandfather of Benjamin Harrison, the 23rd U.S. president.\n""us,Tyler,Tyler was born into a prominent slaveholding Virginia family. He became a national figure at a time of political upheaval. In the 1820s, the Democratic-Republican Party, at the time the nation's only political party, split into several factions. Initially a Jacksonian Democrat, Tyler opposed President Andrew Jackson during the nullification crisis as he saw Jackson's actions as infringing on states' rights and criticized Jackson's expansion of executive power during Jackson's veto on banks. This led Tyler to ally with the southern faction of the Whig Party. He served as a Virginia state legislator and governor, U.S. representative, and U.S. senator. Tyler was a regional Whig vice-presidential nominee in the 1836 presidential election; they lost. He was the sole nominee on the 1840 Whig presidential ticket as William Henry Harrison's running mate. Under the campaign slogan \"Tippecanoe and Tyler Too\", the Harrison–Tyler ticket defeated incumbent president Martin Van Buren.\n""us,Polk,After building a successful law practice in Tennessee, Polk was elected to its state legislature in 1823 and then to the United States House of Representatives in 1825, becoming a strong supporter of Jackson. After serving as chairman of the Ways and Means Committee, he became Speaker of the House in 1835, the only person to serve both as Speaker and U.S. president. Polk left Congress to run for governor of Tennessee, winning in 1839 but losing in 1841 and 1843. He was a dark-horse candidate in the 1844 presidential election as the Democratic Party nominee; he entered his party's convention as a potential nominee for vice president but emerged as a compromise to head the ticket when no presidential candidate could gain the necessary two-thirds majority. In the general election, Polk narrowly defeated Henry Clay of the Whig Party and pledged to serve only one term.\n""us,Taylor,Zachary Taylor (November 24, 1784 – July 9, 1850) was an American military officer and politician who was the 12th president of the United States, serving from 1849 until his death in 1850. Taylor was a career officer in the United States Army, rising to the rank of major general and becoming a national hero for his victories in the Mexican–American War. As a result, he won election to the White House despite his vague political beliefs. His top priority as president was to preserve the Union. He died 16 months into his term from a stomach disease. Taylor had the third-shortest presidential term in U.S. history and was the third president whose death has been traced to poor sanitation in Washington DC.\n""us,Fillmore,Fillmore was born into poverty in the Finger Lakes area of upstate New York. Though he had little formal schooling, he studied to become a lawyer. He became prominent in the Buffalo area as an attorney and politician, and was elected to the New York Assembly in 1828 and the House of Representatives in 1832. Fillmore initially belonged to the Anti-Masonic Party, but became a member of the Whig Party as it formed in the mid-1830s. He was a rival for the state party leadership with Thurlow Weed and his protégé William H. Seward. Throughout his career, Fillmore declared slavery evil but said it was beyond the federal government's power to end it; Seward argued that the federal government had a role to play. Fillmore was an unsuccessful candidate for Speaker of the U.S. House of Representatives when the Whigs took control of the chamber in 1841, but was made chairman of the Ways and Means Committee. Defeated in bids for the Whig nomination for vice president and for New York governor in 1844, Fillmore was elected Comptroller of New York in 1847, the first to hold that post by direct election.\n""us,Pierce,Pierce was born in New Hampshire, the son of state governor Benjamin Pierce. He served in the House of Representatives from 1833 until his election to the Senate, where he served from 1837 until his resignation in 1842. His private law practice was a success, and he was appointed New Hampshire's U.S. attorney in 1845. Pierce took part in the Mexican–American War as a brigadier general in the United States Army. Democrats saw him as a compromise candidate uniting Northern and Southern interests, and nominated him for president on the 49th ballot at the 1852 Democratic National Convention. He and running mate William R. King easily defeated the Whig Party ticket of Winfield Scott and William Alexander Graham in the 1852 presidential election.\n""us,Buchanan,Buchanan was a lawyer in Pennsylvania and won his first election to the state's House of Representatives as a Federalist. He was elected to the U.S. House of Representatives in 1820 and retained that post for five terms, aligning with Andrew Jackson's Democratic Party. Buchanan served as Jackson's minister to Russia in 1832. He won the election in 1834 as a U.S. senator from Pennsylvania and continued in that position for 11 years. He was appointed to serve as President James K. Polk's secretary of state in 1845, and eight years later was named as President Franklin Pierce's minister to the United Kingdom.\n""us,Trump,Born into a wealthy family in the New York City borough of Queens, Trump graduated from the University of Pennsylvania in 1968 with a bachelor's degree in economics. He became the president of his family's real estate business in 1971, renamed it the Trump Organization, and began acquiring and building skyscrapers, hotels, casinos, and golf courses. He launched side ventures, many licensing the Trump name, and filed for six business bankruptcies in the 1990s and 2000s. From 2004 to 2015, he hosted the reality television show The Apprentice, bolstering his fame as a billionaire. Presenting himself as a political outsider, Trump won the 2016 presidential election against Democratic Party nominee Hillary Clinton.\n""us,Bush,Born into a wealthy, established family in Milton, Massachusetts, Bush was raised in Greenwich, Connecticut. He attended Phillips Academy and served as a pilot in the United States Navy Reserve during World War II before graduating from Yale and moving to West Texas, where he established oil company Zapata Corporation. Following an unsuccessful run for the United States Senate in 1964, he was elected to represent Texas's 7th congressional district in 1966. President Richard Nixon appointed Bush as the ambassador to the United Nations in 1971 and as chairman of the Republican National Committee in 1973. President Gerald Ford appointed him as the chief of the Liaison Office to the People's Republic of China in 1974 and as the director of Central Intelligence in 1976. Bush ran for president in 1980 but was defeated in the Republican presidential primaries by Reagan, who then selected Bush as his vice presidential running mate. In the 1988 presidential election, Bush defeated Democrat Michael Dukakis.\n""us,Carter,James Earl Carter Jr. (October 1, 1924 – December 29, 2024) was an American politician and humanitarian who served as the 39th president of the United States from 1977 to 1981. A member of the Democratic Party, Carter served from 1971 to 1975 as the 76th governor of Georgia and from 1963 to 1967 in the Georgia State Senate. He was the longest-lived president in U.S. history and the first to reach the age of 100.\n""us,Roosevelt,Theodore Roosevelt Jr. (October 27, 1858 – January 6, 1919), also known as Teddy or T. R., was the 26th president of the United States, serving from 1901 to 1909. Roosevelt previously was involved in New York politics, including serving as the state's 33rd governor for two years. He served as the 25th vice president under President William McKinley for six months in 1901, assuming the presidency after McKinley's assassination. As president, Roosevelt emerged as a leader of the Republican Party and became a driving force for anti-trust and Progressive Era policies.\n""us,Wilson,Born in Staunton, Virginia, Wilson grew up in the Southern United States during the American Civil War and Reconstruction era. After earning a Ph.D. in history and political science from Johns Hopkins University, Wilson taught at several colleges prior to being appointed president of Princeton University, where he emerged as a prominent spokesman for progressivism in higher education. Wilson served as the governor of New Jersey from 1911 to 1913, during which he broke with party bosses and won the passage of several progressive reforms. \n""us,Garfield,Garfield was born into poverty in a log cabin and grew up in northeastern Ohio. After graduating from Williams College in 1856, he studied law and became an attorney. He was a preacher in the Stone–Campbell Movement and president of the Western Reserve Eclectic Institute, affiliated with the Disciples. Garfield was elected as a Republican member of the Ohio State Senate in 1859, serving until 1861. He opposed Confederate secession, was a major general in the Union Army during the American Civil War, and fought in the battles of Middle Creek, Shiloh, and Chickamauga. He was elected to Congress in 1862 to represent Ohio's 19th district. Throughout his congressional service, he firmly supported the gold standard and gained a reputation as a skilled orator. He initially agreed with Radical Republican views on Reconstruction but later favored a Moderate Republican–aligned approach to civil rights enforcement for freedmen. Garfield's aptitude for mathematics extended to his own proof of the Pythagorean theorem, which he published in 1876.\n""us,Grant,Grant was born in Ohio and graduated from the United States Military Academy (West Point) in 1843. He served with distinction in the Mexican–American War, but resigned from the army in 1854 and returned to civilian life impoverished. In 1861, shortly after the Civil War began, Grant joined the Union Army and rose to prominence after securing victories in the western theater. In 1863, he led the Vicksburg campaign that gave Union forces control of the Mississippi River and dealt a major strategic blow to the Confederacy. President Abraham Lincoln promoted Grant to lieutenant general and command of all Union armies after his victory at Chattanooga. For thirteen months, Grant fought Robert E. Lee during the high-casualty Overland Campaign which ended with the capture of Lee's army at Appomattox, where he formally surrendered to Grant. In 1866, President Andrew Johnson promoted Grant to General of the Army. Later, Grant broke with Johnson over Reconstruction policies. A war hero, drawn in by his sense of duty, Grant was unanimously nominated by the Republican Party and then elected president in 1868.\n""us,McKinley,McKinley was the last president to have served in the American Civil War; he was the only one to begin his service as an enlisted man and ended it as a brevet major. After the war, he settled in Canton, Ohio, where he practiced law and married Ida Saxton. In 1876, McKinley was elected to Congress, where he became the Republican expert on the protective tariff, believing protectionism would bring prosperity. His 1890 McKinley Tariff was highly controversial and, together with a Democratic redistricting aimed at gerrymandering him out of office, led to his defeat in the Democratic landslide of 1890. He was elected governor of Ohio in 1891 and 1893, steering a moderate course between capital and labor interests.\n""us,Cleveland,Born in Caldwell, New Jersey, Cleveland was elected mayor of Buffalo in 1881 and governor of New York in 1882. While governor, he closely cooperated with state assembly minority leader Theodore Roosevelt to pass reform measures, winning national attention. He led the Bourbon Democrats, a pro-business movement opposed to high tariffs, free silver, inflation, imperialism, and subsidies to businesses, farmers, or veterans. His crusade for political reform and fiscal conservatism made him an icon for American conservatives of the time. Cleveland also won praise for honesty, self-reliance, integrity, and commitment to classical liberalism. His fight against political corruption, patronage, and bossism convinced many like-minded Republicans, called \"Mugwumps\", to cross party lines and support him in the 1884 presidential election, which he narrowly won against Republican James G. Blaine.\n""us,Hoover,Born to a Quaker family in West Branch, Iowa, Hoover grew up in Oregon. He was one of the first graduates of the new Stanford University in 1895. Hoover took a position with a London-based mining company working in Australia and China. He rapidly became a wealthy mining engineer. In 1914, the outbreak of World War I, he organized and headed the Commission for Relief in Belgium, an international relief organization that provided food to occupied Belgium. When the U.S. entered the war in 1917, President Woodrow Wilson appointed Hoover to lead the Food Administration. He became famous as his country's \"food dictator\". After the war, Hoover led the American Relief Administration, which provided food to the starving millions in Central and Eastern Europe, especially Russia. Hoover's wartime service made him a favorite of many progressives, and he unsuccessfully sought the Republican nomination in the 1920 U.S. presidential election.\n""us,Harding,Harding lived in rural Ohio all his life, except when political service took him elsewhere. As a young man, he bought The Marion Star and built it into a successful newspaper. Harding served in the Ohio State Senate from 1900 to 1904, and was lieutenant governor for two years. He was defeated for governor in 1910, but was elected to the United States Senate in 1914—the state's first direct election for that office. Harding ran for the Republican nomination for president in 1920, but was considered a long shot before the convention. When the leading candidates could not garner a majority, and the convention deadlocked, support for Harding increased, and he was nominated on the tenth ballot. He conducted a front porch campaign, remaining mostly in Marion and allowing people to come to him. He promised a return to normalcy of the pre–World War I period, and defeated Democratic nominee James M. Cox in a landslide to become the first sitting senator elected president.\n""us,Arthur,Arthur was born in Fairfield, Vermont, and practiced law in New York City. He served as quartermaster general of the New York Militia during the American Civil War. Following the war, he devoted more time to New York Republican politics and quickly rose in Senator Roscoe Conkling's political organization. President Ulysses S. Grant appointed him as Collector of the Port of New York in 1871, and he was an important supporter of Conkling and the Stalwart faction of the Republican Party. In 1878, following bitter disputes between Conkling and President Rutherford B. Hayes over control of patronage in New York, Hayes fired Arthur as part of a plan to reform the federal patronage system. In June 1880, the extended contest between Grant, identified with the Stalwarts, and James G. Blaine, the candidate of the Half-Breed faction, led to the compromise selection of Ohio's Garfield for president. Republicans then nominated Arthur for vice president to balance the ticket geographically and to placate Stalwarts disappointed by Grant's defeat. Garfield and Arthur won the 1880 presidential election and took office in March 1881. Four months into his term, Garfield was shot by an assassin; he died 11 weeks later, and Arthur assumed the presidency.\n""us,Taft,Newspapers\n""us,Harrison,Benjamin Harrison (August 20, 1833 – March 13, 1901) was the 23rd president of the United States, serving from 1889 to 1893. He was a member of the Harrison family of Virginia—a grandson of the ninth president, William Henry Harrison, and a great-grandson of Benjamin Harrison V, a Founding Father. A Union Army veteran and a Republican, he defeated incumbent Grover Cleveland to win the presidency in 1888.\n""us,Hayes,Hayes served as Cincinnati's city solicitor from 1858 to 1861. He was a staunch abolitionist who defended refugee slaves in court proceedings. At the start of the Civil War, he left a fledgling political career to join the Union army. He was wounded five times, most seriously at the Battle of South Mountain in 1862. He earned a reputation for bravery in combat, rising in the ranks to serve as brevet major general. After the war, he was a prominent member of the \"Half-Breed\" faction of the Republican Party. He served in Congress from 1865 to 1867 and was elected governor of Ohio, serving two consecutive terms from 1868 to 1872 and half of a third two-year term from 1876 to 1877 before his swearing-in as president.\n""us,Coolidge,Coolidge began his career as a member of the Massachusetts State House. He rose up the ranks of Massachusetts politics and was elected governor in 1918. As governor, Coolidge ran on the record of fiscal conservatism, strong support for women's suffrage, and vague opposition to Prohibition. His prompt and effective response to the Boston police strike of 1919 thrust him into the national spotlight as a man of decisive action. The following year, the Republican Party nominated Coolidge as the running mate to Senator Warren G. Harding in the 1920 presidential election, which they won in a landslide. Coolidge served as vice president until Harding's death in 1923, after which he assumed the presidency. \n""ru,Putin,31 декабря 1999 года после отставки Бориса Ельцина, который ранее назвал Путина своим преемником, был назначен исполняющим обязанности президента. Впервые был избран президентом в марте 2000 года, а затем переизбирался в 2004 году. В 2012 году был вновь избран президентом на выборах 2012 года, перед которыми срок полномочий был увеличен с 4 до 6 лет, и переизбрался в 2018 году. После принятия поправок к Конституции РФ вновь избрался в 2024 году.\n""ru,Medvedev,Кандидат юридических наук (1990). В 2000—2001, 2002—2008 годы — председатель совета директоров ОАО «Газпром». C 14 ноября 2005 года по 7 мая 2008 года — первый заместитель председателя Правительства Российской Федерации, куратор приоритетных национальных проектов.\n""ru,Yeltsin,Вошёл в историю как первый всенародно избранный глава российского государства, радикальный реформатор общественно-политического и экономического устройства России. Период правления Ельцина ознаменовался августовским путчем и распадом Советского Союза в 1991 году, либерализацией цен и приватизацией в начале 1992 года, попытками импичмента в 1993 и 1999 году, разгоном Верховного Совета и принятием Конституции 1993 года, противостоянием с КПРФ, первой чеченской войной (1994—1996) и началом второй чеченской войны, а также дефолтом в 1998 году.\n"